Repository: massidea/site
Catalog: application/languages/campaign.tmx
Source language: fi
Languages: en

source: Kampanjalla ei ole sisältöjä
en: Campaign has no content

source: Kirjaudu sisään linkittäksesi sisältöjä kampanjaan!
en: You must login in order to link campaigns!

source: Olemassaolevan sisällön linkittäminen kampanjaan
en: Linking an existing content to campaign

source: Linkityksen kohde
en: Link target

source: Valitse sisältö mikä linkitetään.
en: Select the content which will be linked.

source: Sinulla ei ole tämän tyyppistä sisältöä.
en: You don't have any content with this content type.

source: Lisää linkki
en: Add link

source: Poista linkki kampanjasta
en: Remove link from campaign

source: Linkin poiston kohde
en: Remove link target

source: Valitse sisältö minkä linkki poistetaan
en: Select the campaign which link will be removed

source: Poista linkki
en: Remove link
